{"title":{"media":{"url":"./vids/Earth4788.mp4","caption":"Nuestro maravilloso planeta","credit":"Paloma te enseña, Paloma entretiene, así que estúdiatelo para la semana que viene"},"text":{"headline":"La historia en 10 minutos<br>(o algo más)","text":"<p>Un visión general de la Historia de nuestro mundo que te hará entender mejor el por qué de las diferentes épocas o movimientos artísticos, literiarios, musicales o sociales que se han ido desarrollando.</p>"}},"events":[{"media":{"url":"./imgs/miocid.gif","caption":"una imagen cualquiera","credit":"<a href=\"https://es.wikipedia.org/wiki/Cantar_de_mio_Cid\">Más info en Wikipedia</a>"},"start_date":{"year":"1150"},"text":{"headline":"Cantar de mio Cid","text":"<p>El Cantar de mio Cid es un cantar de gesta anónimo que relata hazañas heroicas inspiradas libremente en los últimos años de la vida del caballero castellano Rodrigo Díaz de Vivar el Campeador. La versión conservada fue compuesta, según la mayoría de la crítica actual, alrededor del año 1200</p>"}},{"media":{"url":"./vids/marianela1955.mp4","caption":"Adaptación cinematográfica de 1955 por Julio Porter con Olga Zubarry y José María Gutiérrez en el reparto","credit":"Deep Web"},"start_date":{"year":"1878"},"text":{"headline":"Marianela<br>Benito Pérez Galdós","text":"Marianela es una de las muchas obras que muestran la grandeza de espíritu del género humano, no obstante pocas logran realizar el profuso escrutinio que realiza Galdós en el corazón de sus personajes."}},{"media":{"url":"./vids/inocentes1984.mp4","caption":"Adaptación cinematográfica de 1984 dirigida por Mario Camus","credit":"diario El País"},"start_date":{"year":"1984"},"text":{"headline":"Los santos inocentes<br>Miguel Delibes","text":"En las novelas de Delibes aparecen dos tipos de personajes, los sencillos que son puros, inocentes e íntegros hacia los cuales el lector siente simpatía y los personajes inauténticos, gente acomodada y orgullosa, preocupados por aparentar.<br>Paco y Régula y sus cuatro hijos, Nieves, Quirce, Rogelio y Charito (la Niña Chica), viven en una humilde casa al servicio de los señores del cortijo, trabajando, obedeciendo y soportando humillaciones sin queja alguna.<br>Su única aspiración es que sus hijos estudien para abandonar la vida que llevan."}},{"media":{"url":"https://youtu.be/G2tUkEvo_lM","caption":"La Prehistoria en 6 minutos","credit":"Youtube"},"start_date":{"year":"-6000"},"text":{"headline":"Prehistoria","text":"La prehistoria es el período de la historia de la humanidad que comprende desde la aparición de los primeros homínidos hasta la aparición de la escritura."}},{"media":{"url":"https://youtu.be/ocJUuV-As0g","caption":"La Edad Antigua en 10 minutos (o algo más)","credit":"Youtube"},"start_date":{"year":"-1000"},"text":{"headline":"La Edad Antigua","text":"La Edad Antigua o Antigüedad es un periodo tradicional, muy utilizado en la periodización de la historia humana, definido por el surgimiento y desarrollo de las primeras civilizaciones que tuvieron escritura, llamadas por ello «civilizaciones antiguas». Tradicionalmente ha sido el período inicial de la historia propiamente dicha, iniciada con la invención de la escritura, precedida de la prehistoria"}},{"media":{"url":"https://youtu.be/DjdFLJT5lhY","caption":"La Edad Media en 10 minutos","credit":"Youtube"},"start_date":{"year":"1000"},"text":{"headline":"La Edad Media en 10 minutos","text":"La Edad Media es el período histórico comprendido entre el Siglo V y el siglo XV. 10 siglos que hemos intentado resumir en 10 minutos."}},{"media":{"url":"https://youtu.be/f-n0PGITuD0","caption":"El Renacimiento en 10 minutos","credit":"youtube"},"start_date":{"year":"1400"},"text":{"headline":"El Renacimiento","text":"Artistas como Botticelli, da Vinci, Rafael y Miguel Ángel no salieron de la nada.  ¿Qué fue el renacimiento? En este video hablamos tanto de la arquitectura, pintura y escultura como del contexto y las ideas renacentistas."}},{"media":{"url":"https://youtu.be/MjOQ_S_L0u4","caption":"El Barroco en 10 minutos","credit":"youtube"},"start_date":{"year":"1600"},"text":{"headline":"El Barroco","text":"El arte barroco es increíble. Dejó grandes pintores como Caravaggio, Rembrandt y Velázquez; y también obras maestras en arquitectura y escultura. Acompáñennos a compararlo con el renacimiento y ver sus orígenes y características."}},{"media":{"url":"https://youtu.be/NitqHN0dd50","caption":"El Neoclasicismo e Ilustración","credit":"youtube"},"start_date":{"year":"1750"},"text":{"headline":"Neoclasicismo e ilustración","text":"Surgió en el siglo XVIII para denominar al movimiento estético que venía a reflejar en las artes los principios intelectuales de la Ilustración, que desde mediados del siglo XVIII se venían produciendo en la filosofía y que consecuentemente se habían transmitido a todos los ámbitos de la cultura. Aunque, coincidiendo con la decadencia de Napoleón Bonaparte, el Neoclasicismo fue perdiendo adeptos en favor del Romanticismo."}},{"media":{"url":"https://youtu.be/d4M0I_VoiHs","caption":"El romanticismo en menos de 10 minutos","credit":"youtube"},"start_date":{"year":"1780"},"text":{"headline":"El Romanticismo","text":"Veremos sus principales características y cómo impactó el Romanticismo en la Literatura, la Pintura, la Música y en la vida intelectual de los Siglos XVIII y XIX."}},{"media":{"url":"https://youtu.be/g-CZobKm57w","caption":"Autores realistas y naturalistas","credit":"youtube"},"start_date":{"year":"1870"},"text":{"headline":"Realismo y naturalismo en la Literatura española","text":"Las ideas románticas se irían disolviendo poco a poco y se empezaba a reaccionar contra 'el arte por el arte' que proclamaba la independencia o autonomía de la obra de la realidad; la mirada de algunos estaba cansada de lo imaginativo y pintoresco, y pretendió observar objetivamente a las personas, sociedad y acciones contemporáneas. Su objetivo era presentar un retrato de la sociedad"}},{"media":{"url":"https://youtu.be/PRAsC3dDJaY","caption":"El modernismo y la generación del 98 en 10 minutos","credit":"youtube"},"start_date":{"year":"1890"},"text":{"headline":"Modernismo y generación del 98","text":"Surge a finales del siglo XIX y principios del XX, en España concretamente entre los años 1880 a 1920. El género más representativo de este movimiento es la poesía, donde se busca lo natural como la clave fundamental para resaltar las creaciones. pero siempre con unos tintes de rebeldía y narcisismo que generan una nueva estética en la métrica."}},{"media":{"url":"https://youtu.be/yQ-pnQsBgH4","caption":"El novecentismo y las Vanguardias en 10 minutos","credit":"youtube"},"start_date":{"year":"1918"},"text":{"headline":"Novecentismo y vanguardias","text":"<p>El periodo comprendido entre 1914 y 1925 engloba a todos aquellos autores posteriores a la Generación del 98, los cuales tenían las mismas preocupaciones que sus predecesores, pero girando en un tono más intelectual y menos subjetivo, es decir; debe ser un arte puro alejado de sentimientos personales. Se concibe una nueva literatura desde el punto de vista más elitista pues está pensado para minorías. Supone pues una ruptura total con el pasado (ramplonería del realismo, los excesos modernistas, el sentimentalismo romántico, la subjetividad del 98)</p>"}},{"media":{"url":"https://youtu.be/X6KuySu6Xp4","caption":"Poesía de la generación del 27","credit":"youtube"},"start_date":{"year":"1925"},"text":{"headline":"Generación del 27","text":"<p>En la década de los 20 alcanza su madurez una generación formada para homenajear y reivindicar la figura de Góngora en el tercer centenario de su muerte. Todos sus miembros estaban unidos por la amistad, su gran formación intelectual, a parte de sus talantes liberales y progresistas alimentados por los convulsos años que les tocó vivir y que culminarían con la proclamación de la Segunda República. La Guerra Civil y la defensa a la República les costaron la muerte o el exilio, truncándose así la mejor generación poética del siglo</p>"}},{"media":{"url":"https://youtu.be/6UmVklBDXPY","caption":"Teatro anterior a 1939","credit":"youtube"},"start_date":{"year":"1930"},"text":{"headline":"Teatro español anterior al 39","text":"<p>HNos situamos a finales del siglo XIX y principios del siglo XX (hasta 1936). Dentro del contexto histórico nos encontramos con una crisis política, económica y moral en España, que dará lugar a una gran innovación en la literatura española. Dentro del teatro se observa el condicionamiento social en las obras, ya que el público era principalmente burgués y el espectáculo se adaptaba a lo que ellos pedían. La consecuencia es la pobreza del teatro español (teatro que da la espalda a movimientos renovadores).</p>"}},{"media":{"url":"https://youtu.be/NRAOt-dcUzs","caption":"El teatro de 1939 hasta final de siglo XX","credit":"youtube"},"start_date":{"year":"1970"},"text":{"headline":"Teatro español del 39 al 2000","text":"<p>El impacto de la Guerra Civil sobre el teatro fue tremendo. Se produjo un aumento de las presiones comerciales, y sobre todo, ideológicas para explicar la pobreza que afecta al teatro desde el fin de la guerra.</p>"}},{"media":{"url":"https://youtu.be/2baImsnucHA","caption":"Novela española del 39 al 74 en diez minutos","credit":"youtube"},"start_date":{"year":"1950"},"text":{"headline":"Novela española del 39 al 74","text":"<p>La novela de la posguerra hasta la actual va a estar condicionada por las consecuencias económicas, políticas, ideológicas y sociales de la Guerra Civil y la consecutiva dictadura del general Franco. Las etapas históricas se correlacionan con diferentes modos de creación novelesca.</p>"}},{"media":{"url":"https://youtu.be/By9A7IfGypE","caption":"La poesía española del 39 al 2000","credit":"youtube"},"start_date":{"year":"1975"},"text":{"headline":"La Poesía española del 30 al 2000","text":"<p>Nos encontramos ante un periodo claramente marcado por los acontecimientos económicos, políticos y sociales derivados de la Guerra Civil Española, de la dictadura de Franco y del inicio del periodo democrático. En poesía supone un “año cero” por la muerte, exilio y silencio de los poetas de la brillante etapa anterior.</p>"}},{"media":{"url":"https://youtu.be/NRKvAdk8ysI","caption":"La novela española del 75 al 2000","credit":"youtube"},"start_date":{"year":"1983"},"text":{"headline":"La Novela española del 75 al 2000","text":"<p>La muerte de Franco en 1975 desde el punto de vista político es trascendental ya que supone el fin de la dictadura, el inicio de la transición, el restablecimiento de las relaciones con nuestros vecinos de Europa y en definitiva la normalidad democrática. Sin embargo, desde el punto de vista de la narrativa, es más cuestionable que suponga un verdadero punto de inflexión. Desde luego se escribe con más libertad, sin censura ni autocensura, pero las expectativas de una explosión de talento oculto tras la opresión franquista quedan frustradas.</p>"}}]}